var APP_DATA = {
  "scenes": [
    {
      "id": "0--",
      "name": "Главная лестница",
	  "sceneInfo": {                 
		"title": "Главная лестница",
		"content":[
		{
			"type":"text",
			"text": "В 2023 году была завершена масштабная реставрация центральной лестницы Чесменского дворца. Этот дворец, который является историческим памятником, теперь является не только местом проживания студентов и сотрудников ГУАП, но и хранителем и продолжателем его истории."
		},
		{
			"type":"text",
			"text": "Расположенная в южной башне, лестница является ярким образцом интерьера дворца. Она не только функциональна, но и сохраняет исторический вид благодаря фрагментам камня 1977 года, оставленным реставраторами у основания каждой ступени. Этот акцент придает особый шарм лестнице и позволяет посетителям ощутить историческую атмосферу."
		},
		]
	  },
	  "audioGuide": "audio/Главная_лестница.mp3",
	  "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -2.730861247759062,
        "pitch": -0.016426174154808848,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -2.767721364083174,
          "pitch": 0.11827129524185054,
          "rotation": 12.566370614359176,
          "target": "3--"
        },
        {
          "yaw": -2.5014838437793046,
          "pitch": 0.2363690090102022,
          "rotation": 7.0685834705770345,
          "target": "1---2-"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "1---2-",
      "name": "Главная лестница (2 этаж)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 1.6147621429765273,
        "pitch": 0.00993179603700689,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.3591368950077936,
          "pitch": 0.4136736936973211,
          "rotation": 0,
          "target": "2---3-"
        },
        {
          "yaw": -2.4526382063421313,
          "pitch": 0.49821353447206995,
          "rotation": 12.566370614359176,
          "target": "0--"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "2---3-",
      "name": "Главная лестница (3 этаж)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -2.2994870543052546,
          "pitch": 0.2304713851107003,
          "rotation": 11.780972450961727,
          "target": "1---2-"
        },
        {
          "yaw": 0.06383791197067978,
          "pitch": 0.4669358582694034,
          "rotation": 0,
          "target": "15--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.1837636193774301,
          "pitch": 0.13473906961461424,
          "title": "Чесменский дворец",
          "text": "Text"
        }
      ]
    },
    {
      "id": "3--",
      "name": "Обеденный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 0.029707731948841243,
        "pitch": -0.0025584809261776087,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -0.054840831538562895,
          "pitch": 0.2418389005878403,
          "rotation": 18.84955592153877,
          "target": "4--"
        },
        {
          "yaw": 3.0812198380722347,
          "pitch": 0.16953507738359264,
          "rotation": 0,
          "target": "0--"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "4--",
      "name": "Обеденный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 0.07055586337849817,
        "pitch": -0.11513164167798351,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.7792893277253414,
          "pitch": 0.3116754847002845,
          "rotation": 0,
          "target": "3--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.0023637977799673138,
          "pitch": -0.34067066079122377,
          "title": "Петр Крымов. Юбилейный обед инвалидов. 1859",
		  "content": [
		  {
			"type": "image",
			"images": ["content/a.jpg"]
		  }
		  ]
        }
          ]
    },
    {
      "id": "5--",
      "name": "Выставочный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 2.0518062835446624,
        "pitch": 0.06779974454369686,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.8225677845547148,
          "pitch": 0.2083142555512012,
          "rotation": 12.566370614359176,
          "target": "8--3"
        },
        {
          "yaw": 2.8563398469875985,
          "pitch": 0.3697774424769644,
          "rotation": 7.853981633974483,
          "target": "6--1"
        },
        {
          "yaw": 2.5304065050289797,
          "pitch": 0.16717683932769312,
          "rotation": 12.566370614359176,
          "target": "11--"
        },
        {
          "yaw": 2.8514872327383918,
          "pitch": 0.18736183814435137,
          "rotation": 1.5707963267948966,
          "target": "7--2"
        },
        {
          "yaw": -1.8022050402990413,
          "pitch": 0.5415360426363698,
          "rotation": 0,
          "target": "9--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.4067598829695971,
          "pitch": -0.26085199222784183,
          "title": "Заголовок коллекции фото",
          "text": "Text"
        },
        {
          "yaw": 0.646903718152581,
          "pitch": -0.10092170918173338,
          "title": "Заголовок коллекции фото №2",
          "text": "Text"
        }
      ]
    },
    {
      "id": "6--1",
      "name": "Выставочный зал(1)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.08169626285931209,
        "pitch": -0.030697544160879886,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.1748577244420364,
          "pitch": 0.3830076728815257,
          "rotation": 0,
          "target": "5--"
        },
        {
          "yaw": 3.083086467248866,
          "pitch": 0.22633120195352063,
          "rotation": 0,
          "target": "8--3"
        },
        {
          "yaw": -1.6059591084483191,
          "pitch": 0.28557525817386953,
          "rotation": 1.5707963267948966,
          "target": "7--2"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.008409709878794303,
          "pitch": 0.5489081686050206,
          "title": "Экспонаты №1",
		  "content": [
		  {
			  "type": "image",
			  "images": ["content/IMG_1359.jpg"]
		  },
		  {
			  "type": "text",
			  "value": "Текст описания к объектам"
		  }		  
		  ]
        },
        {
          "yaw": -0.08789999099448664,
          "pitch": -0.33145385476256095,
          "title": "Заголовок к коллекции фото №5",
          "text": "История создания картины"
        }
      ]
    },
    {
      "id": "7--2",
      "name": "Выставочный зал(2)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 0.005570199740407844,
        "pitch": -0.09210637705584546,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.446247009332522,
          "pitch": 0.3189014662007228,
          "rotation": 10.995574287564278,
          "target": "6--1"
        },
        {
          "yaw": 2.528879093129074,
          "pitch": 0.2080860460801972,
          "rotation": 0,
          "target": "8--3"
        },
        {
          "yaw": 1.4715576699694237,
          "pitch": 0.1306001513555941,
          "rotation": 0,
          "target": "5--"
        },
        {
          "yaw": -2.260001210286193,
          "pitch": 0.3050624239451043,
          "rotation": 0,
          "target": "11--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.034606833560580696,
          "pitch": 0.49766528934672927,
          "title": "Экспонаты №3",
          "text": "Text"
        },
        {
          "yaw": -0.495086363132037,
          "pitch": -0.5105609417710575,
          "title": "Чесменская военная богадельня императора Николая I (1831 - 1919 гг.)&nbsp;",
          "text": "Text"
        },
        {
          "yaw": -1.3710962250912964,
          "pitch": -0.30748971257681035,
          "title": "Обед инвалидов в столовой зале Чесменской военной богадельни. Г.И. Бортневский, 1859, ГРМ",
          "text": "Text"
        },
        {
          "yaw": 0.9181906577778918,
          "pitch": -0.19764023401959463,
          "title": "Заголовок к коллекции фото №4",
          "text": "Text"
        }
      ]
    },
    {
      "id": "8--3",
      "name": "Выставочный зал(3)",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 0.02970773194884302,
        "pitch": -0.23026328335595458,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.9571913236435794,
          "pitch": 0.21949678710865506,
          "rotation": 0,
          "target": "11--"
        },
        {
          "yaw": -3.056639412657173,
          "pitch": 0.27623455913454364,
          "rotation": 0,
          "target": "6--1"
        },
        {
          "yaw": 2.5206750979039487,
          "pitch": 0.24165728622506322,
          "rotation": 0,
          "target": "7--2"
        },
        {
          "yaw": -2.5458057091364115,
          "pitch": 0.23719930909827092,
          "rotation": 0,
          "target": "5--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.016281638993367764,
          "pitch": -0.11094489175596678,
          "title": "Чесменский дворец - живая история ГУАП",
          "text": "Text"
        },
        {
          "yaw": 0.0005815168842655538,
          "pitch": 0.4033651330544714,
          "title": "Экспонаты 3",
          "text": "Text"
        },
        {
          "yaw": 1.46084780604426,
          "pitch": -0.05934283547555097,
          "title": "Картина№6",
          "text": "Text"
        },
        {
          "yaw": -1.4189863269844132,
          "pitch": -0.014978240644321517,
          "title": "Заголовок к коллекции фото",
          "text": "Text"
        }
      ]
    },
    {
      "id": "9--",
      "name": "Георгиевский зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.794667226447487,
        "pitch": -0.23587835359158227,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -0.8207635159767541,
          "pitch": 0.22934890446610012,
          "rotation": 0,
          "target": "10--"
        },
        {
          "yaw": -1.942415848914191,
          "pitch": 0.1814364352438922,
          "rotation": 0,
          "target": "5--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.714807766954296,
          "pitch": -1.3334851027289218,
          "title": "Title",
          "text": "Text"
        },
        {
          "yaw": -3.004410818739844,
          "pitch": -0.029074878337462806,
          "title": "Картина 1",
          "text": "Text"
        },
        {
          "yaw": 1.184672511707758,
          "pitch": -0.05062504012906999,
          "title": "Картина 5",
          "text": "Text"
        },
        {
          "yaw": -0.314506687032603,
          "pitch": -0.08443513539402758,
          "title": "Картина 4",
          "text": "Text"
        },
        {
          "yaw": -1.3778899967294471,
          "pitch": -0.09951765786049016,
          "title": "Картина 2",
          "text": "Text"
        },
        {
          "yaw": -0.8245703857176458,
          "pitch": -0.09045286207174108,
          "title": "Картина 3",
          "text": "Text"
        },
        {
          "yaw": -1.3898495667103195,
          "pitch": -0.6050526797542126,
          "title": "Император Петр I Великий (1672 г. - 1725 г.)&nbsp;",
          "text": "Text"
        },
        {
          "yaw": -0.31863815628187453,
          "pitch": -0.5795855337546989,
          "title": "Императрица Елизавета I (1709 г. - 1761 г.)",
          "text": "Text"
        },
        {
          "yaw": 0.18635954787762543,
          "pitch": -0.4441201963977264,
          "title": "Князь Олег Вещий",
          "text": "Text"
        },
        {
          "yaw": 0.6804935837543944,
          "pitch": -0.5734463720507446,
          "title": "Княгиня Ольга",
          "text": "Text"
        },
        {
          "yaw": 1.1816723555691713,
          "pitch": -0.4432651289223539,
          "title": "Князь Владимир Красное Солнышко",
          "text": "Text"
        },
        {
          "yaw": 1.6928720876547585,
          "pitch": -0.590491175421489,
          "title": "Князь Ярослав Мудрый",
          "text": "Text"
        },
        {
          "yaw": 2.205281500876813,
          "pitch": -0.45058068216839686,
          "title": "Князь Владимир Мономах",
          "text": "Text"
        },
        {
          "yaw": 2.7310477188714763,
          "pitch": -0.6081487119513014,
          "title": "Князь Александр Невский",
          "text": "Text"
        },
        {
          "yaw": -3.0077661119201835,
          "pitch": -0.46727679349087303,
          "title": "Князь Дмитрий Донской",
          "text": "Text"
        },
        {
          "yaw": -2.456517323883279,
          "pitch": -0.6038790390681683,
          "title": "Великий князь Иван III Великий",
          "text": "Text"
        },
        {
          "yaw": -1.9355813890370186,
          "pitch": -0.45556111751002426,
          "title": "Царь Михаил Романов",
          "text": "Text"
        }
      ]
    },
    {
      "id": "10--",
      "name": "Георгиевский зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.22446022926328268,
        "pitch": -0.04584816307138695,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 2.9361303981434155,
          "pitch": 0.32607236139745766,
          "rotation": 0,
          "target": "9--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.1482894458180848,
          "pitch": 0.10620578012245296,
          "title": "В.А. Петровичев. Скульптура \"Золотая лягушка\"",
          "text": "Text"
        }
      ]
    },
    {
      "id": "11--",
      "name": "Конференц-зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -1.6439565647002539,
          "pitch": 0.40936799339962704,
          "rotation": 0,
          "target": "12--"
        },
        {
          "yaw": 2.8911140235284654,
          "pitch": 0.78892054673444,
          "rotation": 0,
          "target": "5--"
        },
        {
          "yaw": 0.5579943319170084,
          "pitch": 0.21541900453917506,
          "rotation": 6.283185307179586,
          "target": "14--"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "12--",
      "name": "Конференц-зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.15967905922500947,
        "pitch": -0.07675442778532648,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.3125719643229736,
          "pitch": 0.21488519906405656,
          "rotation": 0,
          "target": "13--"
        },
        {
          "yaw": 3.1250804222208695,
          "pitch": 0.4615972645855937,
          "rotation": 4.71238898038469,
          "target": "11--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.1562170995496608,
          "pitch": 0.02145185908305791,
          "title": "Символ Чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": -1.1738084228992207,
          "pitch": -0.8068681240139632,
          "title": "Ночной бой у бухты \"Чесма в ночь на 26 июня 1770 года. Художник Я.Ф. Хаккерт, 1771",
          "text": "Text"
        }
      ]
    },
    {
      "id": "13--",
      "name": "Конференц-зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.03338165363987322,
        "pitch": -0.11526792800808927,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -1.4940480871476698,
          "pitch": 0.2076628791973434,
          "rotation": 12.566370614359176,
          "target": "12--"
        },
        {
          "yaw": 3.1346172097859855,
          "pitch": 0.25698451546720236,
          "rotation": 6.283185307179586,
          "target": "14--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 0.03874580419394391,
          "pitch": 0.42558109231925556,
          "title": "Сервиз с изображением Чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": 1.069795852052792,
          "pitch": -0.7199708493639463,
          "title": "Чесменский бой. Начало боя в Хиосском проливе 24 июня 1770 года. Художник Я.Ф. Хаккерт, 1772",
          "text": "Text"
        }
      ]
    },
    {
      "id": "14--",
      "name": "Конференц-зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.12068766104215278,
        "pitch": -0.20467847409418027,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -2.215325892853796,
          "pitch": 0.2622203056519723,
          "rotation": 0,
          "target": "12--"
        },
        {
          "yaw": 2.7488031096389802,
          "pitch": 0.2662696049550082,
          "rotation": 6.283185307179586,
          "target": "11--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.1782304413928646,
          "pitch": -0.40544976455920434,
          "title": "Гибель русского корабля \"Святой Естафий\". Художник Я.Ф. Хаккерт, 1771",
          "text": "Text"
        },
        {
          "yaw": 2.0644463623862084,
          "pitch": -0.18990345418083443,
          "title": "Сожжение турецкого флота в бухте Чесма. Художник Я.Ф. Хаккерт, 1772",
          "text": "Text"
        },
        {
          "yaw": 0.34661365840857883,
          "pitch": -0.12135192069499645,
          "title": "Title",
          "text": "Text"
        }
      ]
    },
    {
      "id": "15--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": 0.064402085360868,
          "pitch": 0.30854404810131264,
          "rotation": 0,
          "target": "16--"
        },
        {
          "yaw": -3.1158813793226177,
          "pitch": 0.38728381291890557,
          "rotation": 0,
          "target": "2---3-"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.5877957307998258,
          "pitch": -0.2950809819879474,
          "title": "Чесменский дворец",
		  "content":[
		  {
			  "type": "image",
			  "images": ["content/Чесменский_дворец_архив.jpg"]
		  },
  		  {
			  "type": "note",
			  "value": "Чесменский дворец - памятник архитектуры XVIII века, путевой дворец императрицы Екатерины II"
		  },

		  {
			  "type": "image",
			  "images": ["content/Shukin-Felten.jpg"]
		  },
		  {
			  "type": "note",
			  "value": "Архитектор Ю.М. Фельтен"
		  },
		  {
			  "type": "video",			  
			  "src": "https://rutube.ru/play/embed/a5c9ae6fb8cf2f2cde2fc07347f21db1"
		  }
		  ],
        },
        {
          "yaw": -1.4887611239328375,
          "pitch": -0.3915995409250037,
          "title": "Основные даты истории Чесменского дворца",
          "text": "Text"
        }
      ]
    },
    {
      "id": "16--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "pitch": 0,
        "yaw": 0,
        "fov": 1.5707963267948966
      },
      "linkHotspots": [
        {
          "yaw": -0.8193265798967477,
          "pitch": 0.32497753816115704,
          "rotation": 18.06415775814132,
          "target": "17--"
        },
        {
          "yaw": 0.28746018879154,
          "pitch": 0.2617307420168178,
          "rotation": 7.0685834705770345,
          "target": "18--"
        },
        {
          "yaw": -0.461126177352396,
          "pitch": 0.16323482430295932,
          "rotation": 4.71238898038469,
          "target": "17--"
        },
        {
          "yaw": -0.13684026227912405,
          "pitch": 0.13629192817927915,
          "rotation": 0,
          "target": "19--"
        },
        {
          "yaw": 2.970887258264142,
          "pitch": 0.2817228165112482,
          "rotation": 0,
          "target": "15--"
        }
      ],
      "infoHotspots": []
    },
    {
      "id": "17--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.04120504399698355,
        "pitch": -0.27375745910097393,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 2.94186105182035,
          "pitch": 0.330563988888553,
          "rotation": 0,
          "target": "18--"
        },
        {
          "yaw": -2.084846611950308,
          "pitch": 0.3332898843973773,
          "rotation": 6.283185307179586,
          "target": "16--"
        },
        {
          "yaw": 1.3763923011219727,
          "pitch": 0.25809957921025095,
          "rotation": 4.71238898038469,
          "target": "9--"
        },
        {
          "yaw": 1.7433817726838186,
          "pitch": 0.176282135416713,
          "rotation": 6.283185307179586,
          "target": "19--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.7321267265719253,
          "pitch": -0.21820751153288853,
          "title": "Чесменский ансамбль",
          "content": [
		  {
			  "type": "text",
			  "value": "Чесменский ансамбль (дворец и церковь) построен по проекту архитектора Ория Матвеевича Фельтена - одного из ведуших петербургских зодчих."
		  },
		  {
			  "type": "text",
			  "value": "C именем Фельтена в Петербурге связано многое - строгие величественные дворцы, торжественные плошади, уютные церкви, гранитные петербургские набережные. Творения архитектора во многом определили неповторимость облика нашего города, строгость его стиля и загадочность его души."
		  },	
		  {
			  "type": "image",
			  "images": ["content/Чесменская_церковь.jpg"]
		  },			  
		  {
			  "type": "note",
			  "value": "Чесменская церковь"
		  },			  
		  {
			  "type": "image",
			  "images": ["content/Чесменский_дворец.jpg"]
		  },			  
		  {
			  "type": "note",
			  "value": "Чесменский дворец"
		  },			  
		  {
			  "type": "text",
			  "value": "Чесменский ансамбль был выстроен в стиле псевдоготики. Но он уникален не только по стилю, это единственный проект Ю.М. Фельтена, выполненный им не в соавторстве с другими архитекторами, а полностью по его плану от начального замысла до отделки интерьеров. Сказочный замок, не"+
					"похожий ни на один из дворцов блистательного Петербурга, он и в XXI веке не утратил свой неповторимый облик. Дворец-памятник, возведенный по приказу императрицы Екатерины II, гением и трудом архитектора Юрия Матвеевича Фельтена."
		  }
		  ]
        },
        {
          "yaw": -0.022652068493812294,
          "pitch": -0.2622130227119559,
          "title": "Архитектор Юрий Матвеевич Фельтен",
          "text": "Text"
        },
        {
          "yaw": -1.3742976524869501,
          "pitch": -0.17003068683949607,
          "title": "Императрица Екатерина II",
          "text": "Text"
        }
      ]
    },
    {
      "id": "18--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -0.038991398182842474,
        "pitch": -0.13304100816122322,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 2.904819066469021,
          "pitch": 0.4115756559036967,
          "rotation": 0,
          "target": "17--"
        },
        {
          "yaw": 1.709159304093367,
          "pitch": 0.22457053403652694,
          "rotation": 25.132741228718363,
          "target": "15--"
        },
        {
          "yaw": -2.649975753841213,
          "pitch": 0.25465367800694594,
          "rotation": 6.283185307179586,
          "target": "9--"
        },
        {
          "yaw": -1.7393301853787708,
          "pitch": 0.2777966941210366,
          "rotation": 0,
          "target": "19--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.02035348079153998,
          "pitch": -0.14424441194108084,
          "title": "Чесменская военная богадельня",
          "text": "Text"
        }
      ]
    },
    {
      "id": "19--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -1.8302237847358125,
        "pitch": 0.009423533099942816,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -1.7891070892119743,
          "pitch": 0.1875086452176724,
          "rotation": 0,
          "target": "20--"
        },
        {
          "yaw": 2.5855830840948,
          "pitch": 0.19879161560851877,
          "rotation": 0,
          "target": "9--"
        },
        {
          "yaw": 1.448555548625042,
          "pitch": 0.21564142003424713,
          "rotation": 17.27875959474387,
          "target": "18--"
        },
        {
          "yaw": 2.0087408199583976,
          "pitch": 0.17664845007913854,
          "rotation": 18.84955592153877,
          "target": "17--"
        },
        {
          "yaw": 1.6360598495891647,
          "pitch": 0.11914618707024971,
          "rotation": 0,
          "target": "16--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.0215291859838036,
          "pitch": -0.15466099676384282,
          "title": "Орден Святого Георгия",
          "text": "Text"
        },
        {
          "yaw": 2.954933080201263,
          "pitch": -0.0698738704875872,
          "title": "Русско-Турецкая война 1768-1774",
          "text": "Text"
        },
        {
          "yaw": -2.7130626273573437,
          "pitch": -0.0699834143093927,
          "title": "Чесменская победа",
          "text": "Text"
        },
        {
          "yaw": -2.48486053579858,
          "pitch": -0.06185609679155846,
          "title": "Адмирал Г.А. Спиридов",
          "text": "Text"
        }
      ]
    },
    {
      "id": "20--",
      "name": "Читальный зал",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": 1.7870098721890777,
        "pitch": -0.03910941793171219,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": 1.9532198935360974,
          "pitch": 0.2771972830746723,
          "rotation": 0,
          "target": "21-"
        },
        {
          "yaw": -1.7791055386159833,
          "pitch": 0.22231064812705092,
          "rotation": 0,
          "target": "19--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -2.6638815780103187,
          "pitch": -0.08125459855202877,
          "title": "\"Сервиз с зеленой лягушкой\"",
          "text": "Text"
        },
        {
          "yaw": 2.518126163463414,
          "pitch": -0.07735305546832194,
          "title": "\"Достопамятности\" Чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": 0.035142508291759356,
          "pitch": -0.2583016569759362,
          "title": "Граф А.Г. Орлов-Чесменский",
          "text": "Text"
        },
        {
          "yaw": 1.2467216441979776,
          "pitch": -0.16623205415771736,
          "title": "Герои Чесменской битвы",
          "text": "Text"
        }
      ]
    },
    {
      "id": "21-",
      "name": "Холл",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1344,
      "initialViewParameters": {
        "yaw": -1.4481691295047021,
        "pitch": -0.08113840888653279,
        "fov": 1.391813623840451
      },
      "linkHotspots": [
        {
          "yaw": -1.387616841910324,
          "pitch": 0.16435909383184466,
          "rotation": 0,
          "target": "20--"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -0.8303465645540822,
          "pitch": -0.0591681494260321,
          "title": "История чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": 0.3381528854817475,
          "pitch": -0.04689492562311415,
          "title": "История Чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": 1.3349526245414811,
          "pitch": -0.04368922978011369,
          "title": "История Чесменского дворца",
          "text": "Text"
        },
        {
          "yaw": -3.096416223250486,
          "pitch": -0.059347851275939334,
          "title": "История Чесменской победы",
          "text": "Text"
        },
        {
          "yaw": -2.0491218073751476,
          "pitch": -0.06427201601155375,
          "title": "История Чесменской победы",
          "text": "Text"
        }
      ]
    }
  ],
  "name": "DemoVR",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": false,
    "fullscreenButton": false,
    "viewControlButtons": false
  }
};
