const TXTS = {
    "prolog": `Добро пожаловать на виртуальную экскурсию по Чесменскому дворцу!

<p>Во время виртуальной экскурсии вы сможете:</p>

<p>1. «Перемещаться» по маршруту. Для перемещения – нажимайте на маркеры перехода на панорамах для последовательного осмотра залов;</p>

<p>2. Выбирать локации самостоятельно. Откройте карту в меню и выберите локацию для мгновенного перехода;</p>

<p>3. Осматривать пространство на 360 градусов. Зажмите левую кнопку мыши (или коснитесь экрана) и вращайте изображение в любую сторону.</p>

<p>4. Читать и просматривать информацию о локации и объектах в ней.</p>

<p>5. Прослушивать аудио-гида. Чтобы включить или выключить звук нажмите на иконку аудио в правом нижнем углу.</p>`,

    "istiricheskiyVhod": `Во времена Екатерины II главный вход располагался в юго-восточном фасаде. К крыльцу подъезжали придворные кареты, у порога встречали высоких гостей. 
Напротив виднеется Чесменская церковь. Вместе здания формируют единый ансамбль, посвящённый победе русского флота в Чесменской бухте 1770 года.

<p>Над входом когда-то размещались башенные часы, а на кровле дворца находилась звонница с тремя колоколами. Примечательно, что часовой механизм выполнил
сам Иван Петрович Кулибин. 
На первый взгляд, перенос механизма в другую резиденцию выглядел рядовым событием. Однако историческая реальность оказалась иной. После кончины императрицы 
в 1796 году часы демонтировали. Их перевезли в Санкт-Петербург и установили над парадным входом в Зимний дворец.</p>

<p>Проработали они там лет сорок. А в 1837-м случился пожар. Часы Кулибина сгорели. До наших дней механизм не сохранился.
Сегодня юго-восточный вход уже не является главным. Функциональное назначение здания изменилось, однако исторический облик фасада сохранён.
</p>`,

    "glavniyVhod": `
<p>
Более 80 лет дворец является одним из корпусов ГУАП, Государственного университета аэрокосмического приборостроения. За это время небольшое учебное заведение выросло до университета, признанного в стране и за рубежом.
</p>
<p>
Трудно представить, что под ногами, где сейчас асфальт и гранит, когда-то было непроходимое болото. Но воля императрицы Екатерины II и талант архитектора Юрия Матвеевича Фельтена преобразили эти места. В честь победы русского флота в Чесменской бухте в 1770 году здесь через 7 лет был построен дворец - образец ранней русской псевдоготики.
</p>
<p>
Здание дворца, которое мы видим сейчас, сформировалось не сразу. Прямоугольные корпуса, примыкающие к угловым башням, появились только в 19 веке.
</p>
<p>
К дворцу вели две липовые аллеи с готическими воротами и чугунной оградой.
</p>
`,

    "lestnica": `
    <p>Впервые за 250 лет, в 2022-2023 годах, при поддержке ректора ГУАП Юлии Анатольевны Антохиной, была проведена масштабная реставрация этого пространства.
</p>
<p>Пологие каменные ступени плавно сужаются, уводя взгляд к высокому куполу. Они настолько широки, что, по преданию, дамы в пышных кринолинах поднимались по ним, не касаясь стен.
</p>
`,

"lestnica2": `
<p>
Раньше все окна были украшены витражами: солнечные лучи преломлялись в цветных стёклах, а светлые стены с белой отделкой визуально расширяли пространство. К сожалению, оригинальные витражи не пережили блокаду и обстрелы Ленинграда, сегодня их заменили современные стёкла.
</p>
<p>
В ходе недавней реставрации в нишах лестницы были обнаружены скрытые элементы печного отопления: фрагменты каминной топки, дымоходные каналы и кладку из огнеупорного кирпича.
</p>
`,

    "ChitZ": `
<p>Во времена Екатерины II здесь был аванзал – просторная комната, где гости ждали приглашения в тронный зал.
</p>
<p>
Вообще весь второй этаж Екатерина II превратила в портретную галерею. 10 комнат, 56 портретов европейских монархов, написанных в 1775 году. Портреты каждого из европейских домов – английского, французского, шведского и других – располагались компактно, по принципу семейственности. А над ними висели мраморные барельефы работы Федота Шубина от Рюрика до Елизаветы Петровны.
</p>
<p>
Раньше зал выглядел иначе. Высокие готические окна закрывали тяжёлые шёлковые шторы, а на стенах размещались парадные портреты в полный рост. Впоследствии перегородки убрали, объединив пространство в один зал. Появился надстроенный этаж. Это изменило высоту помещения и пропорции окон.
</p>
<p>
Экспозиция тоже изменилась. Портреты перевезли в Эрмитаж, а мраморные барельефы Ф.И. Шубина в 1830 году передали в Оружейную палату Кремля.
</p>
`,

    "VostB": `
<p>
Это один из двух симметричных круглых залов. По площади они в полтора раза меньше тронного. Осмотритесь: Высокий купол, стены в светло-серых и персиковых тонах, белые розетки, цветочные гирлянды. Большие окна дают много света. А одно из них, словно рама, открывает вид на Чесменскую церковь.
</p>
<p>
Раньше в центре зала стояла мраморная статуя Екатерины Второй. Скульптор Михаил Козловский выполнил её в 1785 году в образе Минервы. Это непортрет, а аллегория: морские и сухопутные победы России, направляемые волей императрицы. Козловский, известный по памятнику Суворову у Марсова поля, создал величавый, идеализированный образ. Трактовка понравилась Екатерине настолько, что она отправила мастера на стажировку в Париж. Саму статую теперь можно увидеть в Русском музее.
</p>
`,

    "GeorgZ": `
<p>
Георгиевский зал - сердце Чесменского дворца. Это самое высокое помещение в здании. Главный купол прорезан овальными окнами, через которые льется рассеянный свет.
</p>
<p>
Стены оформлены в духе классицизма. Светло-серый фон, желтые филенки, белые гирлянды. На стенах висели барельефы работы скульптора Федота Ивановича Шубина, вся династия Романовых от Михаила Федоровича до Елизаветы Петровны. Сегодня тут современные копии работы скульптора М.А. Горного.
</p>
<p>
Паркет был наборным, из разных пород дерева и ограниченным количеством рисунков: строгие розетки, ромбы, четкая геометрия — как в тронных залах Петергофа.
</p>
<p>
У стены, где висит портрет Екатерины Второй, стоял трон, кресло, обитое красным бархатом, со спинкой, вышитой золотым двуглавым орлом. Над ним возвышался балдахин из той же ткани, отороченный золотой бахромой и кистями.
</p>
<p>
Зал спроектирован так, что речь, произнесённая с трона, слышна в любой точке помещения - даже если говорить вполголоса. А вот разговоры, которые ведутся в других частях зала, наоборот, приглушаются. Секрет — в конструкции купола. Звук уходит под свод, где в кладку встроены голосники — небольшие керамические сосуды. Они работают как естественные резонаторы: усиливают речь, создают объёмный эффект. Отражаясь от купола, голос обретает особую силу.
</p><p>
А в самом центре тронного зала на столе, покрытом бархатом, лежали вещи со смыслом. Кусок серебряной парчи с турецкой надписью — напоминание о неудачном походе 1687 года. На контрасте с ней стояла знаменитая «Чесменская чернильница». Это не просто прибор, а целый макет корабельной палубы с пушками и трофеями. Французская работа, стоила больших денег.
</p><p>
Когда дворец отдали Ордену Святого Георгия, трон убрали. Появились кресла для кавалеров. Но геометрия и эхо остались прежними.
</p><p>
Из тронного зала ведут три двери:
</p><p>
Первая дверь - напротив портрета Екатерины II - через неё в зал входила сама императрица и её почётные гости.
</p><p>
Вторая - справа от портрета. Раньше она вела в большой столовый зал, где проходили торжественные обеды.
</p><p>
Третья - слева. Она вела в рабочий кабинет Екатерины II.
</p>
`,

    "VistZ": `
При Екатерине эта прямоугольная комната называлась «бриллиантовой». Сейчас – это Выставочный зал, и здесь расположилась музейная экспозиция.
`,

    "EkatZ": `
Раньше это помещение было рабочим кабинетом Екатерины II. Трон (рабочий стул), на котором восседала императрица, был изготовлен английскими мастерами, но, к сожалению, не сохранился до наших дней.
`,

    "Stolov": `
Сегодня здесь студенческая столовая. При Екатерине в нём устраивали приёмы. Позже, во времена военной богадельни, здесь обедали ветераны.
`
}



const TXTI = {
    "LESTNICA2": `Годы постройки: 1774-1777

<p>Архитектор: Ю.М. Фельтен (1730-1801)</p>
<p> </p>
<p>Стиль: псевдоготика</p>
<p> </p>
<p>Чесменский дворец был возведен по приказу Екатерины II в 1774 году «на 7-й версте Московского тракта»
в честь выдающейся победы российского флота над турецким в Чесменской бухте Эгейского моря в ночь 
с 25 на 26 июня 1770 года.</p>

<p>Архитектор Юрий Фельтен построил его подобно английским замкам XIV-XV веков: узкие окна второго этажа,
плоский центральный купол, напоминающий английскую корону, угловые башни, зубчатый фриз. Дворец был путевым 
и предназначался для отдыха императрицы во время путешествий в Царское село, а также для торжественных приемов 
и праздников. Когда он стал тесноват для царского двора, императрица подарила eгo военномy ордену Святого Георгия
для собраний, хранения казны и архива.</p>

<p>В 1830 году здесь открылась первая в России государственная богадельня для инвалидов Отечественной войны 1812 года.
С 1918 по 1923 год бывший дворец использовался как исправительный лагерь для политических заключенных - 
Чесменка, а осенью 1930 здесь разместился Автодорожный институт. И только накануне Великой отечественной войны здание передали
созданному Ленинградскому авиационному институту, который в 1945 году был преобразован Ленинградский институт авиационного приборостроения (ЛИАП).</p>

<p>В настоящее время в здании располагается Государственный университет аэрокосмического приборостроения, руководство
и сотрудники которого внесли большой вклад в дело сохранения и преумножения архитектурного и исторического наследия 
Чесменского дворца. Так силами университета был восстановлен исторический облик Георгиевского зала - 
места заседаний кавалерской думы военного ордена Святого Георгия.</p>

<p>В 2022-2023 годах при непосредственной поддержке ректора ГУАП Ю. A. Антохиной
впервые с момента постройки дворца была проведена масштабная реставрация парадной лестницы.
B ходе реставрационных работ в стенных нишах лестницы были обнаружены элементы исторического 
печного отопления - части каминной топки, каналы дымохода, кирпичная кладка из шамотного (огнеупорного) кирпича.</p>
`,

    "GeorgZPoslanie": `
На картине изображена легенда о том, что на седьмой версте от Санкт-Петербурга гонец вручил Екатерине II радостную весть о победе русского флота в Чесменском сражении 1770 года.
`,


    "ChZ1I1": `
Чесменский ансамбль (дворец и церковь) построен по проекту архитектора Ория Матвеевича Фельтена - одного из ведущих
петербургских зодчих. С именем Фельтена в Петербурге связано многое - строгие величественные дворцы,
торжественные площади, уютные церкви, гранитные петербургские набережные. Творения архитектора во многом
определили неповторимость облика нашего города, строгость его стиля и загадочность его души.

<p>Чесменский ансамбль был выстроен в стиле псевдоготики. Но он уникален не только по стилю, это единственный
проект Ю.М. Фельтена, выполненный им не в соавторстве с другими архитекторами, а полностью по его плану от
начального замысла до отделки интерьеров. Сказочный замок, не похожий ни на один из дворцов блистательного
Петербурга, он и в XXI веке не утратил свой неповторимый облик. Дворец-памятник, возведенный по приказу
императрицы Екатерины II, гением и трудом архитектора Юрия Матвеевича Фельтена.
</p>
    `,

    "ChZ1I2": `
Ю.М. Фельтен родился в Петербурге в 1730 году образование получил в Италии, Франции и Германии,
в 1749 году поступил в Санкт-Петербургскую Академию художеств. В 1752 году был назначен помощником придворного
архитектора Ф.Б. Растрелли, а после его отставки в 1762 году, занял пост главного архитектора императорской
Конторы от строений домов и садов.

<p>
Юрию Матвеевичу пришлось завершать многие незаконченные проекты Растрелли, в частности, вести строительные
работы в Зимнем дворце и Смольном монастыре. По его проектам построено здание Большого (или Старого) Эрмитажа,
перестроены многие интерьеры Зимнего дворца.
</p>

<p>
Фельтен создал проект каменной Дворцовой набережной, первой гранитной набережной Петербурга, а также
спроектировал неповторимый ансамбль Зимней канавки с нависающей над водой аркой.
</p>

<p>
По чертежам Фельтена ковалась знаменитая решетка Летнего сада, ставшая эталоном изысканной красоты, и одним из
символов нашего города.
</p>

<p>
Значительную часть архитектурного наследия Фельтена занимают церковные сооружения. С 1768 по 1775 г. зодчий
выстроил здание шведской церкви Святой Екатерины, Армянскую церковь на Невском проспекте, лютеранскую
Екатерины на Васильевском, лютеранскую церковь Святой Анны, церковь Иоанна Предтечи на Каменноостровском
проспекте для кавалеров Мальтийского Ордена, церковь Рождества Иоанна Предтечи (Чесменскую), а также
Знаменскую церковь в Старом Петергофе, шведско-немецкую церковь святых Петра и Павла в Выборге.

</p>

<p>
В 1773 году Юрий Матвеевич Фельтен руководил установкой памятника Петру I Медного всадника», разработал план
застройки Сенатской площади и отделки каменной набережной. Словарь Брокгауза и Эфрона называет Фельтена
автором гениального по простоте механизма, позволяющего доставить из Лахты «Гром-камень» - огромную скалу,
ставшую постаментом Медного всадника.
</p>


<p>
Зодчий много работал в загородных императорских резиденциях. В Царском Селе он возвел Зубовский флигель
Екатерининского дворца и несколько стилизованных по моде того времени садовых сооружений - Башню-руину,
кованные готические ворота и беседку в китайском стиле. В Петергофе раскрылось дарование Фельтена-декоратора.
Созданные им залы Большого Петергофского дворца - Чесменский, Столовый и Тронный относятся к лучшим образцам
интерьеров раннего классицизма.
</p>

<p>
В 1779 году Фельтен выиграл конкурс на перестройку пространства Дворцовой площади.
По его проекту был построен ряд зданий на южной границе будущей Дворцовой площади, вместо которых позже было
построено здание Главного Штаба. Нынешний облик Дворцовой площади создали другие архитекторы, но план застройки
остался фельтеновским.
</p>

<p>
В начале 1780-x он руководил завершающей стадией постройки здания Академии художеств, участвовал в перестройке
Меншиковского дворца, возводил различные здания на улицах Петербурга.
</p>

<p>
Ю.М. Фельтен много времени уделял подготовке нового поколения российских архитекторов. Он создал научную школу
архитекторов, был профессором Академии художеств, у него было много учеников. В 1783 был избран корреспондентом
Французской королевской Академии, в 1785 году утвержден на должность адьюнкт-ректора Санкт-Петербургской
Академии художеств, а в 1789 году назначен её директором. Умер архитектор 2 июня 1801 года.
</p>
    `,

    "ChZ1I3": `
<p>
Екатерина II (1729-1796) - российская императрица (с 1762 г.). Немецкая принцесса Софья Фредерика Августа
Анхальт-Цербстская, С 1745 г. жена великого князя Петра Федоровича, будушего императора Петра III,
которого свергла с престола (1762 г.), опираясь на полки гвардии и своих сторонников во главе с братьями
Г.Г. и А.Г. Орловыми.
</p>

<p>
Время правления Екатерины ознаменовано многими значительными событиями. Она основала Академию художеств и
Академию русской словесности, стала создательницей художественного собрания Эрмитажа.
</p>

<p>
Внешняя политика Екатерины Il была направлена на укрепление престижа России на мировой арене. За годы ее
царствования укрепилась военная мощь России, были расширены границы, отстроен новый флот, выросла плеяда
талантливых военачальников, одержавших блестящие победы. Потомки назвали годы правления
Екатерины II - Веком просвещения, а ее - Екатериной Великой.
</p>

<p>
Екатерина II была первой хозяйкой Чесменского дворца. Легенда гласит, что гонец с вестью о победе при Чесме
нагнал императрицу, когда она направлялась из Зимнего дворца в Царское село. Именно на этом месте был
возведен Чесменский дворец.
</p>
    `,

    "ChZ1I4": `
<p>
27 июня 1836 года в Чесменском дворце был открыт приют для ветеранов Отечественной войны
1812 года - Чесменская военная богадельня.
</p>

<p>
Для новых утилитарных целей дворец был радикально перестроен. Автором реконструкции стал архитектор А.Е. Штауберт,
представитель так называемого «казарменного классицизма». В 1830-1835 годах к дворцу пристроили три двухэтажных
флигеля, в которых расположились жилые помещения. Исчез зубчатый фриз. На крыше одной из трех малых башен был
устроен оптический телеграф. Центральную башню увенчали куполом с крестом. Зимняя церковь была перенесена на
второй этаж, в Георгиевский зал. Ценные произведения искусства из Чесменского дворца были перевезены в различные
музеи и дворцы России. Их место в залах Чесменской богадельни заняли батальные полотна  и портреты полководцев.
</p>

<p>
На открытии богадельни присутствовал император Николай І. Главным попечителем богадельни назначался обычно
кто-то из великих князей или наследник престола.
</p>

<p>
По Уставу Чесменская военная богадельня должна была иметь особого директора из заслуженных военных генералов.
До 1853 г. директорами богадельни обычно становились коменданты Петропавловской крепости.
</p>

<p>
Первым директором богадельни в 1836 г. стал генерал-лейтенант М.К. Крыжановский, герой Бородинского и
Лейпцигского сражений, командир лейб-гвардии Финляндского полка, кавалер многих орденов. В боях он был ранен в
обе ноги, плечо и контужен.
</p>

<p>
В 1839 г. на пост коменданта Петропавловской крепости и директора Чесменской богадельни был назначен генерал
от инфантерии И.Н. Скобелев, Георгиевский кавалер, герой Отечественной войны 1812 года, потерявший в боях руку, 
адьютант фельдмаршала Кутузова, награжденный многочисленными орденами и золотой шпагой «За храбрость».
Он был не только военным, но и известным писателем, выступавшим под псевдонимом «русский инвалид». Его внук,
знаменитый генерал М.Д. Скобелев - освободитель Болгарии от турецкого ига.
</p>

<p>
В 1849 году на посту директора Чесменской богадельни И.Н. Скобелева сменил И.А. Набоков, участник Фридляндского,
Бородинского, Лейпцигского и многих других сражений, генерал от инфантерии, комендант Петропавловской крепости,
двоюродный прадед знаменитого писателя Владимира Набокова.
</p>

<p>
В Чесменской богадельне доживали свой век инвалиды, участники войны с Наполеоном, Персидской и Турецких войн,
штурма Варшавы, Крымской и последующих войн. Комплект состоял из 16 офицеров и 400 нижних чинов. Рядом с
дворцом появилось здание лазарета (позже общежитие ЛИАП). А вокруг дворца выросла целая слобода, где жили
семейные ветераны.
</p>

<p>
К заведению была приписана Чесменская церковь Рождества Святого Иоанна Предтечи. Рядом с церковью было устроено
кладбище. Военной богадельне также принадлежали три часовни. 21 декабря 1916 года в часовню Чесменской
богадельни доставили выловленный накануне из Невы труп «святого старца», любимца царской семьи Григория
Распутина. Здесь производилось его вскрытие и отпевание. Все три часовни были снесены в 20-х годах 20 века.
В 1918 году Чесменская военная богадельня была преобразована в инвалидный дом. В 1919 году инвалидный дом был
закрыт.
</p>

    
    `,

    "ChZ1I5": `
<p>
В 1919 г. в бывшем Чесменском дворце был организован первый в Советской России концентрационный лагерь для политических заключенных.
Официально лагерь назывался «Первый лагерь принудительных работ», но ленинградцы
прозвали его «Чесменкой». Вместо креста на куполе дворца установили символы труда - наковальню, клещи и молот.
Чесменскую церковь приспособили под мастерские, в которых работали заключенные.
</p>

<p>
В лагере «Чесменка» отбывали заключение люди разных сословий. В их числе известный петербургский врач П. Балмаев,
антиквар, сын знаменитого ювелира А. Фаберже, архитектор Н. Лансере, построивший в Петербурге «Большой дом».
Число заключенных в этом лагере по некоторым документам за 1920 г. доходило до 475 человек. Лагерь «Чесменка»
существовал до 15 ноября 1922 года. В мае 1923 г. Чесменский дворец перешел в ведение Губсобеса, в нем был
устроен инвалидный дом, а затем Первая сельскохозяйственная колония. В 1930 г. здание было передано
Ленинградскому автодорожному институту.
</p>

<p>
Перед самым началом Великой Отечественной войны 25 января 1941 г. Совет народных комиссаров СССР принял
постановление о создании Ленинградского авиационного института (ЛАИ). Новый институт был размещен по адресу
Гастелло 15, в Чесменском дворце. В июне 1941 г. грянула война. В это время в Чесменском дворце шла первая
летняя сессия. Вскоре Ленинград оказался в кольце блокады, а Чесменский дворец - на переднем крае обороны города.
</p>

<p>
Более 400 студентов и сотрудников ЛАИ вступили в народное ополчение. В августе из студентов и сотрудников был
создан 68-й истребительный батальон. Оставшиеся студенты и преподаватели были эвакуированы в Ташкент и куйбышев,
а в опустевших помещениях Чесменского дворца уже осенью 1941 г. были организованы мастерские по ремонту
авиационных и танковых двигателей. Руководил работами один из старейших преподавателей института профессор
В.М. Кушуль. Мастерские ЛАИ работали в Чесменском дворце до конца войны.
</p>

<p>
В 1945 г. в институт вернулись студенты. После войны в 1946 г. дворец был отремонтирован и претерпел еще одну
реконструкцию. Руководил работами архитектор А.В. Корягин.
</p>

<p>
В 2011 г. ГУАП отметил свое 70-летие. Сегодня наш университет занимает несколько зданий в разных районах города.
А начиналась его история на улице Гастелло, с маленького старинного дворца на окраине Петербурга. Здесь учатся
студенты младших курсов и располагаются 13 факультетов (институтов) - инноватики и базовой
магистерской подготовки, гуманитарный, военный и дополнительного образования.
</p>

<p>
Чесменский дворец - это наша история и наша колыбель.
</p>
    `,

    "ChZ2I1": `
<p>
В 1782 г. императрица Екатерина II передала Чесменский дворец капитулу ордена Святого Георгия для заседаний
кавалерской Думы (верховного органа управления), хранения архива, печати и казны ордена. Орденским храмом
стала церковь Святого Иоанна Предтечи (Чесменская). В Чесменском дворце местом заседаний Думы стал центральный
зал под куполом, который с этого времени получил название Георгиевского.
</p>

<p>
В заседаниях Думы в Георгиевском зале участвовала сама императрица Екатерина II (как гроссмейстер ордена),
и все кавалеры ордена (уже удостоенные этой награды офицеры), находившиеся в то время в столице. На этих
заседаниях голосованием решалось, кому присудить ордена III и IV степеней. Орденами I и II степеней награждал
император. С 1811 г. заседания Георгиевских кавалеров были перенесены в Георгиевский зал Зимнего дворца.
</p>

<p>
Орден Святого Георгия Победоносца - один из самых почетных и уважаемых орденов России. Он был учрежден в 1769 г. во время первой русско-турецкой войны 1768-1774 гг., как часть военных реформ, проведенных Екатериной I, призванных укрепить русскую армию. Это офицерский орден, которым награждали именно за военные заслуги, проявленные непосредственно на поле сражения. Орден присуждался лишь в годы войны за подвиг, за храбрость. Его девиз начертан на четырехконечном орденском кресте - «За службу и храбрость». Орденская Георгиевская лента из чередующихся черных и оранжевых полос.
</p>

<p>
Первыми кавалерами ордена стали герои русско-турецкой войны:
</p>
<p>
фельдмаршал П.А. Румянцев-Задунайский в 1770 году за победу над турецким войском при Ларге,
</p>
<p>
- генерал-аншеф А.Г. Орлов-Чесменский в 1770 году за уничтожение турецкого флота в Чесменской бухте,
</p>
<p>
- генерал-аншеф П.И. Панин в 1770 году за взятие крепости
Бендеры,
</p>
<p>
- генерал-аншеф В.М. Долгоруков-Крымский в 1771 году завоевание Крыма,
</p>
<p>
- генерал-фельдмаршал Г.А. Потемкин-Таврический в 1788 году за взятие Очакова,
</p>
<p>
- генерал-аншеф А.В. Суворов-Рымникский в 1789 году за победу при Рымнике,
</p>
<p>
- генерал-аншеф Н.В. Репнин в 1790 году за победу над турками при Мачине.
</p>
<p> </p>
<p>
Орден Святого Георгия имеет 4 степени. Орден первой степени чрезвычайно почетен и редок. Первой степенью
ордена Святого Георгия за все время его существования награждено лишь 25 человек.
</p>

<p>
Всеми степенями ордена Святого Георгия были награждены только
4 человека - участники Отечественной войны 1812 года:
</p>
<p>
- фельдмаршал М.И. Кутузов-Смоленский, главнокомандующий русскими войсками, обеспечивший изгнание французских завоевателей из России и победу над Наполеоном,
</p>
<p>
- генерал-фельдмаршал М.Б. Барклай-де-Толли, герой Бородинского сражения,
</p>
<p>
- генерал-фельдмаршал И.Ф. Паскевич-Эриванский, герой Бородинского сражения,
</p>
<p>
- генерал-фельдмаршал И.И. Дибич-Забалканский, герой сражения под Аустерлицем.
</p>
<p>
в 1807 г. был учрежден «Знак отличия военного ордена» для нижних чинов, причисленный к ордену Святого Георгия. Этот знак отличия (серебряный крест) позднее
приобрел неофициальное название «солдатского Георгия». Получить Георгиевский крест было, как правило, весьма
непросто. Георгиевскими крестами были награждены за храбрость участники первой мировой войны,
будущие советские полководцы: В.И. Чапаев, С.М. Буденный, К.К. Рокоссовский.
</p>
<p>
В 1917 г. орден святого Георгия, как и все награды и знаки отличия царской России, был отменен.
</p>
<p>
Во время войны 1941-45 гг. воскресла лента ордена Святого Георгия.
Орденская Георгиевская лента использовалась в оформлении других, исключительно боевых наград. Ее реплики можно увидеть на медалях «За взятие Берлина» и «За победу над Германией», а также на «Ордене Славы».
</p>
<p>
В 2000 г. в Российской Федерации возрожден орден Святого Георгия. Он по-прежнему является военным.
Награждение им предусматривается лишь в случае ведения войны с внешним агрессором. На сегодняшний день все награждения орденом Святого Георгия разных степеней производились за успешно проведенную операцию «Принуждение Грузии к миру». Среди 16 награжденных офицеров:
</p>
<p>
- генерал армии Н.Е. Макаров, начальник Генерального штаба ВС РФ,
</p>
<p>
- генерал-полковник А.Н. Зелин, Главком ВВС РФ,
</p>
<p>
- генерал армии В.А. Болдырев, Главком Сухопутных войск РФ,
</p>
<p>
- генерал-лейтенант В.А. Шаманов, командующий ВДВ,
</p>
<p>
- подполковник А.В. Лебедь, военный разведчик, офицер спецназа ВДВ.
</p>
<p>
В Чесменском дворце в 2012 г. восстановлен Георгиевский зал, в котором заседала кавалерская Дума ордена
Святого Георгия. Сегодня этот зал является читальным залом библиотеки. В память о временах Георгиевских
кавалеров зал украшает люстра, выполненная художниками училища им. Штиглица. Ее форма повторяет орден Святого
Георгия.
</p>
    `,

    "ChZ2I2": `
<p>
Русско-Турецкая война 1768-1774 годов
Интересы экономического развития России в XVIII веке, а также необходимость обеспечения безопасности южных границ, требовали выхода к Черному морю и возврата издавна принадлежавших русским земель, расположенных к северу от Черного моря.

</p>

<p>
25 (14) октября 1768 г. турецкий султан Мустафа III объявил России войну. Россия не была готова к этой войне. Флота на Черном море не было. Предстояла длительная и упорная борьба. Турецкий же флот господствовал в Черном и Азовском морях и полностью обеспечивал действия своих сухопутных войск.
</p>

<p>
Военные действия начались весной 1769 г. Турецкие войска вторглись на Украину и направились к Днестру, имея цель форсировать его и двинуться на Киев и Смоленск.
Кроме того, турки вели наступление на Астрахань. Но планы турок были опрокинуты действиями русских войск под командованием фельдмаршала Петра Румянцева.
В 1769-1770 гг. в сражениях при Рябой Могиле, Ларге и Кагуле турецкие войска были наголову разбиты. Русские взяли крепости Хотин, Яссы, Бухарест и вышли к Дунаю.
За эти победы П.А. Румянцев получил наименование «Задунайского».
</p>

<p>
Екатериной II был одобрен план, предложенный братьями Орловыми, напасть на Турцию с моря и этим поддержать операции русской армии в Молдавии и Валахии (Румынии). Экспедиция из Балтийского моря в район Греческого архипелага получила название «Первой Архипелагской экспедиции». Всего в ней
участвовали пять эскадр
Балтийского флота. Граф Алексей Орлов был назначен императрицей
командующим. Плавание заняло около полугода.
</p>

<p>
24 июня (5 июля) 1770 г. эскадра адмирала Спиридова настигла противника в Хиосском проливе у западного побережья Турции. Здесь произошли главные события Архипелагской экспедиции - Хиосский бой и Чесменское сражение, в котором Турецкий флот был уничтожен.
</p>

<p>
Победа в Чесменском сражении оказала большое влияние на весь дальнейший ход русско-турецкой войны. Русский флот установил блокаду пролива Дарданеллы. В 1772 г. Россия распространила свои действия на всю восточную часть Средиземноморья. В ходе войны на территории Османской империи при поддержке русского флота подняли восстание порабощенные турками народы: греки Пелопонесса, Египет и Сирия.
</p>

<p>
В 1774 г. Александр Суворов одержал победу при Козлудже и блокировал крепость Шумлу, где находилась ставка великого визиря. Это решило участь компании. 21 (10) июля 1774 г. между Россией и Турцией был заключен Кючук-Кайнарджийский мирный договор, завершивший русско-турецкую войну 1768-1774 гг.
</p>

<p>
По условиям этого договора:
</p>

<p>
- Турция уступила России северное побережье Черного моря,
</p>

<p>
- Крымское ханство обрело независимость под протекторатом России (в 1783 году вошло в состав России);
</p>

<p> И главное:
</p>

<p>- Россия получала право иметь свой флот на Черном море и право прохода через проливы
Босфор и Дарданеллы в Средиземное море.
</p>

    `,
    "ChZ2I3": `
<p>
Чесменское морское сражение между русским и турецкими флотами
26 июня 1770 г. (7 июля по новому стилю) является одним из крупнейших сражений эпохи парусного флота. Оно делится на два этапа: первый этап
- бой в Хиосском проливе 24 июня; второй - уничтожение турецкого флота в Чесменской бухте в ночь на 26 июня.
</p>

<p>
План боя был разработан адмиралом Г.А. Спиридовым. Этот план включал комбинированный удар брандерами и мощный
артиллерийский обстрел.
Турецкий флот, по численности втрое превосходивший русский флот, был уничтожен.
</p>

<p>
Потери в Чесменском сражении
</p>

<p>
- с русской стороны - погибли 11 человек (команда одного из брандеров).
</p>

<p>
- с турецкой стороны - погибли более 10 тыс. человек. Сгорели 15 линейных кораблей, 6 фрегатов и более 40 мелких судов; один линейный корабль был
взят в плен русскими.
</p>

<p>
В память о Чесменской победе была выбита медаль с надписью «Был», которой награждались все участники сражения, а также памятная медаль с планом Чесменского боя. Одна из белых по краю матросского воротника (гюйса) - память о победе при Чесме.
</p>

<p>
Чесменской победе посвящены:
</p>

<p>
Чесменский обелиск и Чесменская Галерея в Гатчине, Чесменский зал в Большом Петергофском дворце, Чесменская колонна в Царском Селе, музей Чесменской битвы в г. Чесме (Турция), Чесменский дворец и церковь в Петербурге.
</p>

<p>
В соответствии с Указом Президента России Владимира Путина с 2012 года 7 июля, День победы в Чесменском сражении, является Днем воинской славы России.
</p>
    `,

    "ChZ3I1": `
<p>
В 1770 г. императрица Екатерина II заказала в Англии на мануфактурах знаменитого мастера по фарфору
Д. Веджуда парадный сервиз для Чесменского дворца. В те годы имя Джозайи Веджвуда звучало при многих королевских дворах. Его последнее изобретение - фаянс «цвета сливок», не уступающий по тонкости фарфору, был назван «фаянсом королевы». В 1774 г. сервиз был изготовлен и на корабле отправлен в Россию.
</p>

<p>
Фаянсовый сервиз на 50 персон был огромен и разнообразен по форме: блюда круглые, овальные, треугольные, квадратные, миски и соусники всех размеров с крышками, поддонами и сервировочными ложками, вазы и мороженицы, чашечки для взбитых сливок, корзины для фруктов и специальные сосуды (передачи) для
рюмок. Формы, по которым выполнялся сервиз, получили название «королевских», т.к. по тем же формам был выполнен сервиз для английского королевского дома. Однако модели некоторых изделий - компотьеров, мисочек для крема, морожениц - были созданы специально для
«сервиза с зеленой лягушкой». Модифицированный
вариант «королевской» формы получил название
«екатерининской». Предметы сервиза моделировались
и обжигались на фабрике Веджвуда «Этрурия» в Стаффордшире, а для росписи привозились в живописную мастерскую в Челси (предместье Лондона).
</p>

<p>
Сервиз для русской императрицы состоял из 944 предметов, включая обеденную и десертную части (Эта цифра уточнена последними научными исследованиями
Государственного Эрмитажа). Предметы сервиза украшали 1244 рисунка дворцов, поместий и парков «старой Англии». Причем по требованию заказчицы, рисунки на предметах сервиза не повторялись и были топографически точными. В Англии русский сервиз стал национальной достопримечательностью. Такого полного собрания видов Англии XVIII века не сохранилось нигде, многие строения позже были разрушены, ландшафты XVIII века видоизменились. Такой «старой Англии», как изображена на русском сервизе, в Англии уже нет, да и богатство рисунков, собранных Веджвудом, не сохранилось.
</p>
<p>
На каждом из предметов сервиза изображен символ Чесменского дворца - зеленая лягушка на гербовом щите.
Этот символ выбрала Екатерина II, т.к. местность, на которой построен дворец, по-фински называлась
Кикерекскейно, что значит «лягушачье болото».
</p>
<p>
Сервиз использовался для парадных обедов в Чесменском дворце, его обязательно показывали гостям императрицы. После смерти Екатерины I дворец перестал служить для официальных приемов. В 1830 г.
Веджвудский сервиз был перевезен в Английский дворец Петергофа. Там его разместили в специальных музейных шкафах, потом убрали в ящик, спрятали в кладовку, и постепенно о сервизе забыли.
В Англии его считали погибшим.

</p>
<p>
В 1912 году английский художественный эксперт Д. Уильямсон попытался восстановить историю «сервиза с зеленой лягушкой». Он приехал в Россию, отыскал сервиз в Петергофе в кладовке, почти целым, но забытым. Доктор Уильямс обратился к императору Николаю II. В результате, в 1912 г. «сервиз с зеленой лягушкой» был передан в коллекцию Государственного Эрмитажа, и сегодня является одной из жемчужин экспозиции английского искусства.
</p>
<p>
К 230-летию Чесменского дворца по заказу ГУАП на Санкт-Петербургском Императорском фарфоровом заводе был изготовлен кофейный набор
«Воспоминание о сервизе с зеленой лягушкой».

</p>

    `,

    "ChZ3I2": `
<p>
Чесменский дворец создавался, как памятник Российской морской славы. Он должен был символизировать величие России, мощь ее флота, а также силу правящей династии.
</p>

<p>
Императрица Екатерина II наполнила дворец первоклассными произведениями искусства и демонстрировала своим гостям, как дорогую игрушку. Описанию «Достопамятностей Чесменского дворца» посвящена специальная книга, которая сегодня хранится в Эрмитаже. Дворец использовался для парадных обедов,
дипломатических приемов послов и правителей зарубежных государств, во дворе не было жилых помещений. Интерьеры залов Чесменского дворца создавал архитектор
Ю.М. Фельтен.
</p>

<p>
Фасад здания украшали башенные часы, сконструированные русским механиком И.П. Кулибиным. Стены залов второго этажа были обтянуты Лионским шелком с вытканными сценами Чесменского сражения. Все окна дворца были витражными, паркеты - наборными. Задвижки для окон и ручки для дверей ковались по эскизам Фельтена на Тульских заводах. Между дворцом и Чесменской церковью был проложен подземный ход.
</p>

<p>
В залах второго этажа располагалась галерея из 56 портретов монархов европейских государств «с фамилиями». Сегодня портреты выставлены в Эрмитаже, Гатчине и Петергофе.
Тронный зал украшал портрет императрицы художника И. Лампи-старшего. Портрет можно увидеть в Петергофе в Екатерининском корпусе дворца Монплезир.
</p>

<p>
Специально для Чесменского дворца один из лучших русских скульпторов Федот Шубин изготовил 58 мраморных барельефов русских царей и князей. Они висели в галереях над портретами, а также на стенах тронного зала. В 1830 г. барельефы были перевезены в Оружейную палату Московского Кремля.
</p>

<p>
Для торжественных обедов во дворце был заказан специальный сервиз - знаменитый «Сервиз с зеленой лягушкой» (Эрмитаж), изготовленный Д. Веджвудом. В церковь Чесменского дворца из Зимнего дворца доставили походный иконостас Петра I с иконами XVI века, вышитыми в мастерских царицы Ирины Годуновой (Русский музей).
</p>

<p>
Для собраний Думы Георгиевских кавалеров Екатерина ІI подарила
ордену Святого Георгия «Чесменскую чернильницу» - большой настольный прибор из полудрагоценных камней и позолоченной бронзы (Эрмитаж). Во времена собраний кавалерской Думы чернильница стояла на столе в центре Георгиевского зала.
</p>

<p>
Когда Чесменский дворец перестал использоваться как царская резиденция, все «достопамятности» были переданы в различные дворцы и музеи России. Сегодня они входят в коллекции Государственного Эрмитажа, Русского музея, Московского Кремля, Гатчинского и Петергофского дворцов.
</p>
    `,

    "ChZ3I3": `
<p>
Алексей Григорьевич Орлов-Чесменский - одна из самых противоречивых и загадочных фигур блистательного
века Екатерины II. Заговорщик и цареубийца, предатель и коварный соблазнитель - каких только эпитетов не давали ему. Его проклинали недруги, но его благородством восхищались противники, его боялись цари и любили простые москвичи. Его в своих стихах воспел молодой Пушкин. Он многое сделал для России, его имя навсегда вписано в историю российских побед.
</p>

<p>
Третий из пятерых сыновей Новгородского губернатора,
Алексей Орлов в 14 лет стал солдатом, участвовал в Семилетней войне, затем служил в гвардии. Братья Орловы приехали в Санкт-Петербург из провинции, гроша за душой не имели, но были сильны, отважны и дерзки. Алексей Орлов выделялся среди них умом, решительностью и силой характера. Он стал одним из руководителей переворота 1762 г., в результате которого на престол взошла Екатерина II, а также возможным виновником смерти императора Петра III.
</p>

<p>
Зрелые годы Алексея Орлова овеяны славой Чесменской победы. Императрица назначила 35-летнего кавалериста графа Алексея Орлова командующим российским флотом в экспедиции к берегам Турции. Он принял командование и вернулся с победой. Да с какой! Небольшим отрядом русских кораблей турецкий флот был обращен в пепел.
</p>

<p>
А о благородстве и милосердии графа Орлова к пленным ходили легенды. После боя в Чесменской бухте Орлов приказал оказать помощь оставшимся в
живых туркам. Греки, освобожденные из-под турецкого ига в ходе русско-турецкой войны, считают Орлова национальным героем.
В Греции ему установлен памятник.
</p>

<p>
За победу при Чесме высочайшим указом Алексею Орлову было дозволено впредь именоваться графом
Чесменским. В его честь была выбита памятная медаль с надписью «Граф Алексей Орлов - победитель и истребитель турецкого флота».

</p>

<p>
Но неожиданно стремительная и яркая карьера графа Орлова оборвалась.
Он получил последнее тайное поручение императрицы - доставить в Россию самозванку княжну Тараканову, провозгласившую себя дочерью
императрицы Елизаветы Петровны и законной наследницей российского престола.
</p>

<p>
Он нашел в Италии мнимую Елизавету II, привез ее на российский флагманский корабль, где она была арестована. Княжна Тараканова была доставлена в Петропавловскую крепость, где вскоре скончалась.
Сразу после возвращения из Италии, граф подал в отставку и больше при дворе Екатерины не появлялся. Так закончилась его блестящая карьера.
Было ему в ту пору 39 лет.
</p>

<p>
в 1796 году умерла императрица Екатерина II, на престол вступил ее сын Павел I. Он не простил графу Алексею Орлову смерти своего отца. Гроб Петра III, пролежавший в земле более 30 лет, был провезен по Невскому проспекту и перезахоронен императорской усыпальнице Петропавловской крепости рядом с Екатериной II. И первым в этой жуткой траурной процессии по приказу нового императора шел шестидесятилетний граф Алексей
Григорьевич Орлов-Чесменский.

</p>

<p>
Сразу после этого граф Орлов уехал за границу, и вернулся только, когда короткое царствование Павла закончилось. Алексей Григорьевич жил в своем подмосковном имении, государственных должностей не занимал, занимался разведением лошадей, основал известный во всем мире конезавод.
</p>

<p>
А.Г. Орлов был не только крупным политическим деятелем, выдающимся полководцем, но и гениальным селекционером. Он задался целью создать породу лошадей, которой не знала Россия. И это ему удалось. «Орловский рысак», выведенный на конезаводах графа Орлова, стал синонимом красоты, изящества и благородства лошадиной породы. Эта порода сегодня числится в списках культурного наследия ЮНЕСКО.
</p>

<p>
Многим в нашей национальной культуре мы обязаны графу Орлову. Первый цыганский хор в России был создан А.Г. Орловым. Первые в России конные бега и скачки - это тоже граф Орлов. Он превратил конный спорт в искусство, состязание в мастерстве, и главное
- в искусство подготовки лошадей и выведения породы.
</p>

<p>
Но одними лошадьми селекционные таланты графа не ограничивались: в свое время ценились орловские канарейки, орловские почтовые голуби и даже орловские бойцовые гуси. А выведенная им порода кур «орловская ситцевая» до сих пор считается одной
из самых красивых и продуктивных.
</p>

<p>
Алексей Григорьевич Орлов скончался в рождественскую ночь 24 декабря 1807 года на 73-м году жизни. В последний путь героя Чесмы провожала вся Москва. Похоронен он был в имении Отрада под Москвой в семейном склепе братьев Орловых.

</p>

<p>
В 1924 году специальная команда НКВД по изъятию ценностей из церквей и склепов вскрыла усыпальницу Орловых. С истлевших мундиров сорвали ордена, прах выкинули из склепа и сожгли во дворе.
Сейчас усадьба Отрада почти полностью разрушена. Хотя склеп братьев Орловых сохранился, но нет в нем могилы графа Алексея Григорьевича Орлова-Чесменского. В Русском музее хранится бюст А. Орлова скульптора Ф.Шубина. Таким мы будем помнить героя Чесмы -
А.Г. Орлова.
</p>
    `,

    "ChZ3I4": `
<p>
Героями Чесменского сражения стали многие моряки - адмиралы, офицеры и матросы.
Для одних Чесменская победа стала демонстрацией их опыта и таланта стратега, для других - первым боем, для третьих - минутой подвига.
</p>

<p>
Но их всех объединили: преданность России, профессионализм, отвага и никому дотоле не известное название маленького турецкого городка - Чесма, ставшего синонимом блистательной победы русского флота.
</p>

<p>
Адмирал Самуил Карлович Грейг (1735-1788)
</p>

<p>
С.К. Грейг был выходцем из Шотландии. С 1764 г. перешел на русскую службу.
В Чесменском бою Грейг был советником по морским вопросам главнокомандующего графа А.Г. Орлова, возглавлял русский авангард в составе четырех линейных кораблей, одного бомбардирского корабля и четырех брандеров (зажигательных судов). Этот отряд нанес основной удар по турецкому флоту. За Чесменскую победу Екатерина II удостоила С. Грейга ордена Святого Георгия II степени, ему было пожаловано русское дворянство.
После возвращения из Турецкого похода, он был назначен командиром Кронштадтского порта,
избран почетным академиком
Российской академии наук, занимался
совершенствованием оснащения российских кораблей.
</p>

<p>
6 июля 1788 С. Грейг одержал сокрушительную победу над шведским флотом у острова Гогланд. Императрица наградила адмирала высшим орденом России - Святого Андрея Первозванного. Его сын адмирал А.С. Грейг выстроил в Петербурге Пулковскую обсерваторию.
</p>

<p>
Генерал-поручик Иван Абрамович Ганнибал (1736-1801)
</p>

<p>
И.А. Ганнибал сын знаменитого «арапа Петра Великого», двоюродный дед
А.С. Пушкина. В начале турецкой экспедиции молодой бомбардир Ганнибал одержал победу при Наварине, взял крепость, командуя русским десантом. В Хиосском и Чесменском боях Ганнибал уже командовал всей артиллерией флота, оснащал брандеры, решившие исход боя в Чесменской бухте. Награжден за Чесменский бой орденом Святого Георгия III степени.

</p>

<p>
В 1778 году И.А. Ганнибал стал основателем новой русской крепости на Черном море - города Херсон. А.С. Пушкин писал о нем в «Начале автобиографии».
</p>

<p>
Адмирал Осип Михайлович Де Рибас (1750-1800)
</p>

<p>
В Чесменском бою молодой испанец волонтир Де Рибас сражался к команде одного из брандеров. За военные успехи в турецкой компании был награжден орденом святого Георгия III степени. Сделал стремительную военную карьеру. В 1770-1791 гг. воевал под командованием А.Г. Орлова, А.В. Суворова, Г.А. Потемкина. Командуя небольшим отрядом, взял штурмом несколько крепостей.
</p>

<p>
В 1793 г. основал русский город-порт Одессу, стал первым губернатором Одессы.
Его именем названа главная улица города.
</p>

<p>
Лейтенант Дмитрий Сергеевич Ильин (1737-1802)
</p>

<p>
Д.С. Ильин командовал одним из брандеров, атаковавших турецкий флот в Чесменском сражении. Его брандер, единственный из четырех, сумел под огнем турецкой артиллерии прорваться в Чесменскую бухту и подорвать турецкий корабль. За героизм был награжден орденом Святого Георгия IV степени и хрустальным кубком, подаренным ему Екатериной II.
</p>

<p>
До 1777 г. служил во флоте. В Тверской области ему установлен памятник.
</p>
    `,

    "VBashnia1": `
<p>
После кончины Екатерины II в 1796 Чесменский дворец пустовал. В 1799 император Павел I передал дворец Ордену Святого Иоанна
Иерусалимского
(Мальтийскому ордену) для размещения в нем больницы ордена. Однако
эти планы оказались
неосуществленными. Летом 1827-1828 во дворец переселились ученицы благотворительного института.
</p>
<p>
21 апреля 1830 было вынесено решение о превращении дворца в приют для ветеранов Отечественной войны 1812 года - Чесменскую военную богадельню. Для этих целей здание было перестроено. К центральной готической части были пристроены три двухэтажных корпуса. Автором реконструкции был архитектор А.Е.
Штауберт. Чесменская военная богадельня существовала до 1919 года. В 1919 году в помещениях Чесменского дворца был размещен первый лагерь принудительных работ для политических заключенных - Чесменка.
</p>
<p>
25 января 1941 года было принято Постановление Правительства СССР о создании Ленинградского авиационного института. Институту было передано здание Чесменского дворца.
</p>
<p>
В годы Великой Отечественной войны Чесменский дворец оказался на переднем крае обороны Ленинграда.
Осенью 1941 года в его помещениях были развернуты мастерские по ремонту авиационных и танковых двигателей. Авиамастерские успешно работали все военные годы.
</p>
<p>
За двести тридцать лет своего существования
Чесменский дворец много раз перестраивался и во многом изменил свой первоначальный облик. Но и в настоящем виде, овеянный романтическими легендами и сохранивший свое историческое название, он остается замечательным памятником отечественной истории.
</p>
    `,

    "VBashnia2": `
 <p>
Внутренние интерьеры Чесменского дворца были выдержаны в стиле раннего классицизма и поражали современников своей роскошью.
</p>
<p>
Окна и двери дворца изготавливались по рисункам Фельтена. Все окна были витражными. Задвижки и ручки для них ковались на Тульских заводах. Стены залов украшал лионский шелк с изображением сцен Чесменского сражения. В парадных залах второго этажа разметалась портретная галерея королей и королев европейских стран, правивших в конце 18 века.
</p>
<p>
В верхней части стен находились барельефы русского скульптора Федота Шубина, изображавшие русских князей и царей от Рюрика до Елизаветы Петровны. Позже, когда дворец перестал быть царской резиденцией, портреты были перевезены в различные дворцы Петербурга пригородов, а барельефы Ф.И.Шубина в 1832 г. были переданы в Оружейную палату Кремлевского дворца.
</p>
<p>
Для торжественного обеда по случаю окончания строительства дворца, и закладки церкви Екатерина II заказала в Англии знаменитому керамисту
Д. Веджвуду специальный фаянсовый сервиз. Он состоял из 952 предметов, каждый из которых украшала зеленая лягушка - символ Чесменского дворца. Сервиз был уникален - английский художники представили на нем 1244 не повторяющихся изображения английских поместий, замков, монастырей и парков. Сейчас «Сервиз с зеленой лягушкой» является одной из жемчужин коллекции английского
искусства Государственного Эрмитажа.
</p>
<p>
Как путевой и увеселительный Чесменский дворец использовался не долго. В 1782 году императрица передала его военному Ордену святого Георгия Победоносца для заседаний Капитула (думы) кавалеров ордена.
Заседания проходили в центральном круглом зале. В них принимала участие сама императрица. В зале находился трон, перед троном на столе стоял знаменитый Чесменский чернильный прибор, работы
французского мастера Малиньи, выполненный из золоченой бронзы и украшенный эмалью. В настоящее время он выставлен в коллекции Эрмитажа.
</p>
    `,

    "VBashnia3": `
<p>
В Петербурге в память о победе при Чесме по повелению императрицы
Екатерины II были построены Чесменский дворец и церковь Святого Иоанна Предтечи, т.к. первое сражение с турецким флотом произошло в день рождества Иоанна Предтечи (24 июня) 1770 года.
</p>
<p>
Легенда гласит, что гонец с вестью о великой победе, одержанной русским флотом в Чесменской бухте, нагнал Екатерину II, когда она направлялась из Зимнего дворца в Царское село, «на седьмой версте Московского тракта».
Именно на этом месте императрица приказала построить дворец и церковь.
Проект ансамбля было поручено разработать придворному архитектору
Ю.М. Фельтену, автору решетки Летнего сада и здания Старого Эрмитажа.
</p>
<p>
Местность, на которой решили строить дворец, коренные жители здешних мест - финны, называли Кикерикексен, что переводится как "лягушачье болото». Название показалось императрице забавным, и первые годы своего существования Чесменский дворец именовался на финский манер - Кикерики, или «дворец на лягушачьем болоте». Громкое имя "Чесменский" дворец получил в 1780 г. к 10-летию празднования Чесменской победы.
</p>
<p>
К 1777 году строительство дворца было завершено. Архитектор создал его похожим на рыцарский замок-крепость в модном в то время ложно-готическом стиле. В качестве образца он использовал средневековый английский замок Лонгфорд. Заболоченная местность вокруг была обведена рвом и валом. Через ров были переброшены мосты. От дороги к дворцу вели две липовые аллеи с чугунной оградой и готическими воротами.
</p>
<p>
Дворец представлял собой каменное двухэтажное здание, в плане имеющее форму равностороннего треугольник, углы которого завершались башнями с бойницами. По периметру здания на втором этаже располагались парадные залы с узкими готическими окнами.
</p>
    `,

    "VBashnia4": `
<p>
В результате боя в Хиосском проливе турецкий флот отступил в крошечную Чесменскую бухту, под прикрытие береговой артиллерии. В следующую ночь с 25 на 26 июня русские моряки, под командованием контр-адмирала С.К. Грейга с помощью небольших судов - брандеров, сумели поджечь в бухте один из турецких кораблей, после чего загорелись остальные. К утру турецкий флот, в то время один из сильнейших в Европе, сгорел почти полностью.
</p>
<p>
В истории парусного флота не было побед такого масштаба, при таком не равном соотношении сил противников. На памятной медали, отлитой в честь Чесменской победы, на одной стороне изображен план боя при Чесме, а на другой - горящий турецкий флот и единственное слово - «Был».
</p>
<p>
Результатом победы при Чесме стало установление русского военного
господства в Эгейском море, возможность контроля над Дарданеллами и беспрепятственная навигация российских кораблей в Черном море.
Следствием явилось присоединение к России Крымского полуострова, освобожденного из-под турецкого владычества. С 1770 года господство российского флота в этом регионе было полным. Лишь в 1774 году, после подписания Кючук-Кайнарджийского мира, русские эскадры вернулись в Россию.
</p>
<p>
Герой Чесмы были награждены различными орденами и памятным
медалями. Командующий российским флотом в этом походе грас
генерал-аншеф А.Г. Орлов получил высочайшее позволение именоваться Чесменским. Вместе с Орловым и Спиридовым славу героев Чесмы
разделили: адмирал С.К. Грейг, бомбардир генерал-поручик И. А. Ганнибал (двоюродный дед А.С. Пушкина), командир одного из брандеров лейтенант
Д.С. Ильин, лейтенант Де Рибас - основатель города Одессы, офицеры и матросы экипажей кораблей "Святой Евстафий", "Три святителя", "Европа", "Три иерарха».
</p>
<p>
В честь Чесменской победы в окрестностях Петербурга было создано несколько архитектурных памятников: Чесменский обелиск и Чесменская
галерея в Гатчине, Чесменский зал в Большом Петергофском дворце,
ростральная Чесменская колонна в Екатерининском парке Царского Села.
</p>

    `,

    GeorLampa: `Люстра в форме Георгиевского креста. Работа мастеров Санкт-Петербургской художественно-промышленной академии имени А.Л.Штиглица. Символ доблести и высокое художественное мастерство в одном произведении.`,

    "VBashnia5": `
<p>
В ночь с 25 на 26 июня (7 июля по новому стилю) 1770 года российский флот под командованием графа А.Г. Орлова и адмирала Г.А. Спиридова одержал одну из самых блистательных побед в истории военно-морского флота. Это морское сражение по названию бухты в побережья Турции стали называть Чесменской битвой.
</p>
<p>
Турецкий флот, вдвое превышавший силы российского флота, был
уничтожен. Погибло более 60 больших и малых турецких судов, свыше 10 тысяч матросов и офицеров. Потери на российских судах составили одиннадцать человек.
</p>
<p>
План военных морских действий против Турции в ходе русско-турецкой войны 1768 - 1774 гг. составил граф А.Г. Орлов, один из сподвижников Екатерины II. Он же был назначен императрицей руководителем смелого и даже дерзкого предприятия - экспедиции российского флота в Средиземное море. Российские эскадры под командованием адмиралов Г.А. Спиридова и Д. Эльфинстона отправились из Архангельска и Кронштадта к берегам
Турции. Экспедиция длилась более полугода.
</p>
<p>
Без ремонтных и провиантных баз на пути, без союзников, при активном противодействии Франции и Испании, не заинтересованных в усилении России, как морской державы, российские корабли достигли берегов Турции.
</p>
<p>
Первый бой между русской эскадрой и турецким флотом произошел 24 июня 1770 г. в Хиосском проливе. План ведения боя, разработанный адмиралом Г.А. Спиридовым, предполагал полный отказ от классической линейной тактики, используемой тогда европейскими флотами. Русские корабли пошли на противника перпендикулярно к его боевой линии и атаковали с короткой дистанции авангард и часть центра турок.
</p>
<p>
В Хиосском проливе адмирал Г.А. Спиридов впервые применил способ, который лишь 35 лет спустя использовал в ведения морского боя, Трафальгарском сражении знаменитый английский адмирал Нельсон.
Г.А. Спиридов командовал боем, стоя на мостике в полной парадной форме, с обнаженной плагой. На его корабле "Святой Евстафий" шрал оркестр. В результате атаки турецкий флагман взлетел на воздух, а российский флагман «Святой Евстафий» получил повреждения и затонул. Но бой был выигран.
Инициатива перешла на сторону российских моряков.
</p>

    `,

    Frog: `Вместо дворца под этим асфальтом когда-то квакало "лягушачье болото". Финны, жители окрестных деревень, называли «болото» по-фински "Кикиререкскейно". Забавное название развеселило Екатерину II: первые годы дворец звали "Кикерики". И лягушка стала его гербом! Лишь в 1780-м, к 10-летию Чесменской победы, он обрел официальное имя — Чесменский, а окрестности петербуржцы прозвали Чесмой.`,

}