const TXTS = {
    "prolog": `Добро пожаловать на виртуальную экскурсию по Чесменскому дворцу!

<p>Во время виртуальной экскурсии вы сможете:</p>

<p>1. «Перемещаться» по маршруту.Для перемещения – нажимайте на маркеры перехода на панорамах для последовательного осмотра залов;</p>

<p>2. Выбирать локации самостоятельно.Откройте карту в меню и выберите локацию для мгновенного перехода;</p>

<p>3. Осматривать пространство на 360 градусов.Зажмите левую кнопку мыши(или коснитесь экрана) и вращайте изображение в любую сторону.</p>

<p>4. Читать и просматривать информацию о локации и объектах в ней.</p>

<p>5. Прослушивать аудио- гида.Чтобы включить или выключить звук нажмите на иконку аудио в правом нижнем углу.</p>`,

    "istiricheskiyVhod": `Во времена Екатерины II главный вход располагался в юго-восточном фасаде. К крыльцу подъезжали придворные кареты, у порога встречали высоких гостей. 
Напротив виднеется Чесменская церковь. Вместе здания формируют единый ансамбль, посвящённый победе русского флота в Чесменской бухте 1770 года.

<p>Над входом когда-то размещались башенные часы, а на кровле дворца находилась звонница с тремя колоколами. Примечательно, что часовой механизм выполнил
сам Иван Петрович Кулибин. 
На первый взгляд, перенос механизма в другую резиденцию выглядел рядовым событием. Однако историческая реальность оказалась иной. После кончины императрицы 
в 1796 году часы демонтировали. Их перевезли в Санкт-Петербург и установили над парадным входом в Зимний дворец.</p>

<p>Проработали они там лет сорок. А в 1837-м случился пожар. Часы Кулибина сгорели. До наших дней механизм не сохранился.
Сегодня юго-восточный вход уже не является главным. Функциональное назначение здания изменилось, однако исторический облик фасада сохранён.</p>`

}
