const TXTS = {
    "prolog": `Добро пожаловать на виртуальную экскурсию по Чесменскому дворцу!

<p>Во время виртуальной экскурсии вы сможете:</p>

<p>1. «Перемещаться» по маршруту.Для перемещения – нажимайте на маркеры перехода на панорамах для последовательного осмотра залов;</p>

<p>2. Выбирать локации самостоятельно.Откройте карту в меню и выберите локацию для мгновенного перехода;</p>

<p>3. Осматривать пространство на 360 градусов.Зажмите левую кнопку мыши(или коснитесь экрана) и вращайте изображение в любую сторону.</p>

<p>4. Читать и просматривать информацию о локации и объектах в ней.</p>

<p>5. Прослушивать аудио- гида.Чтобы включить или выключить звук нажмите на иконку аудио в правом нижнем углу.</p>`,

    "istiricheskiyVhod": 'Text'
}
