const TXTS = {
    "prolog": `Добро пожаловать на виртуальную экскурсию по Чесменскому дворцу!

<p>Во время виртуальной экскурсии вы сможете:</p>

<p>1. «Перемещаться» по маршруту.Для перемещения – нажимайте на маркеры перехода на панорамах для последовательного осмотра залов;</p>

<p>2. Выбирать локации самостоятельно.Откройте карту в меню и выберите локацию для мгновенного перехода;</p>

<p>3. Осматривать пространство на 360 градусов.Зажмите левую кнопку мыши(или коснитесь экрана) и вращайте изображение в любую сторону.</p>

<p>4. Читать и просматривать информацию о локации и объектах в ней.</p>

<p>5. Прослушивать аудио- гида.Чтобы включить или выключить звук нажмите на иконку аудио в правом нижнем углу.</p>`,

    "istiricheskiyVhod": `Во времена Екатерины II главный вход располагался в юго-восточном фасаде. К крыльцу подъезжали придворные кареты, у порога встречали высоких гостей. 
Напротив виднеется Чесменская церковь. Вместе здания формируют единый ансамбль, посвящённый победе русского флота в Чесменской бухте 1770 года.

<p>Над входом когда-то размещались башенные часы, а на кровле дворца находилась звонница с тремя колоколами. Примечательно, что часовой механизм выполнил
сам Иван Петрович Кулибин. 
На первый взгляд, перенос механизма в другую резиденцию выглядел рядовым событием. Однако историческая реальность оказалась иной. После кончины императрицы 
в 1796 году часы демонтировали. Их перевезли в Санкт-Петербург и установили над парадным входом в Зимний дворец.</p>

<p>Проработали они там лет сорок. А в 1837-м случился пожар. Часы Кулибина сгорели. До наших дней механизм не сохранился.
Сегодня юго-восточный вход уже не является главным. Функциональное назначение здания изменилось, однако исторический облик фасада сохранён.</p>`

}

const TXTI = {
    "LESTNICA2": `Годы постройки: 1774-1777

<p>Архитектор: Ю.М. Фельтен (1730-1801)</p>
<p> </p>
<p>Стиль: псевдоготика</p>
<p> </p>
<p>Чесменский дворец был возведен по приказу Екатерины II в 1774 году «на 7-й версте Московского тракта»
в честь выдающейся победы российского флота над турецким в Чесменской бухте Эгейского моря в ночь 
с 25 на 26 июня 1770 года.</p>

<p>Архитектор Юрий Фельтен построил его подобно английским замкам XIV-XV веков: узкие окна второго этажа,
плоский центральный купол, напоминающий английскую корону, угловые башни, зубчатый фриз. Дворец был путевым 
и предназначался для отдыха императрицы во время путешествий в Царское село, а также для торжественных приемов 
и праздников. Когда он стал тесноват для царского двора, императрица подарила eгo военномy ордену Святого Георгия
для собраний, хранения казны и архива.</p>

<p>В 1830 году здесь открылась первая в России государственная богадельня для инвалидов Отечественной войны 1812 года.
С 1918 по 1923 год бывший дворец использовался как исправительный лагерь для политических заключенных - 
Чесменка, а осенью 1930 здесь разместился Автодорожный институт. И только накануне Великой отечественной войны здание передали
созданному Ленинградскому авиационному институту, который в 1945 году был преобразован Ленинградский институт авиационного приборостроения (ЛИАП).</p>

<p>В настоящее время в здании располагается Государственный университет аэрокосмического приборостроения, руководство
и сотрудники которого внесли большой вклад в дело сохранения и преумножения архитектурного и исторического наследия 
Чесменского дворца. Так силами университета был восстановлен исторический облик Георгиевского зала - 
места заседаний кавалерской думы военного ордена Святого Георгия.</p>

<p>В 2022-2023 годах при непосредственной поддержке ректора ГУАП Ю. A. Антохиной
впервые с момента постройки дворца была проведена масштабная реставрация парадной лестницы.
B ходе реставрационных работ в стенных нишах лестницы были обнаружены элементы исторического 
печного отопления - части каминной топки, каналы дымохода, кирпичная кладка из шамотного (огнеупорного) кирпича.</p>
`
}